[
    {
        "_id": 1,
        "name": "Loki",
        "description": "Brakes squealing? Are you experiencing longer stopping distances? Get reliable, everyday performance for regular driving needs from Duralast brake pads, designed to meet your vehicles original equipment for form, fit, and function. Available only at AutoZone, Duralast brake pads use platform-specific, semi-metallic friction materials tailored to your vehicle. Replace rotors and hardware when replacing brake pads for better performance and less noise.",
        "img": "http://images6.fanpop.com/image/photos/32600000/Loki-team-loki-32677147-250-297.jpg"
    },
    {
        "_id": 2,
        "name": "MR Dust Bin",
        "description": "So surprised when Emmy reached out to me regarding my review of order number 56666637. It was a very small inconvenience, but I understand that for people who aren't internet savvy, it's important to give them easy instructions! Your customer service ROCKS! Thank you again for the nice gesture she extended to me. Very grateful anytime I get excellent service these days.",
        "img": "https://www.mrdustbin.com/en/wp-content/uploads/2021/05/henry-cavill-1.jpg"
    },
    {
        "_id": 3,
        "name": "Jhon Henriq",
        "description": "I kept receiving different emails with tracking changes. The items were in stock but apparently that was not true. The parts were suppose to be here and I waited and even paid for the shipping. I called carparts customer service on 3 occasions and help for over 2 hrs. I have 1 screen shot of me just waiting over an hour in attached. What happened was not ok. I still have not got my package.",
        "img": "https://celebsupdate.com/wp-content/uploads/2020/02/Zac-Efron-Beautiful-Hollywood-Actors.jpg"
    },
    {
        "_id": 4,
        "name": "Salman Khan",
        "description": "Bought a non oe grill from carparts.com for my 300c to mod and was unaware that it did not include installation hardware along with having a slightly different mounting setup from my previous grill. I made mention of this in a review of the grill and though it was no fault of their own, they reimbursed me $20 to find hardware locally without me even reaching out to them directly.",
        "img": "https://www.bollywoodhungama.com/wp-content/uploads/2021/10/salman-khan.jpg"
    },
    {
        "_id": 5,
        "name": "Jamal Khan",
        "description": "Brakes squealing? Are you experiencing longer stopping distances? Get reliable, everyday performance for regular driving needs from Duralast brake pads, designed to meet your vehicles original equipment for form, fit, and function. Available only at AutoZone, Duralast brake pads use platform-specific, semi-metallic friction materials tailored to your vehicle. Replace rotors and hardware when replacing brake pads for better performance and less noise.",
        "img": "https://stylesatlife.com/wp-content/uploads/2022/03/Richard-Madenn.jpg.webp"
    },
    {
        "_id": 6,
        "name": "Thor",
        "description": "I recently placed my first order with CarParts, which was for a Honda fog lamp. It arrived 3 days later than promised and the bulb was missing. I was disappointed and gave them a 2 rating. They promptly contacted me and apologized for the delay and refunded me the price of the bulb.I appreciate that and upgrading my rating to a 4. I will likely order from them again.",
        "img": "https://i.pinimg.com/originals/ca/0e/2b/ca0e2bbe9d8b4e8ca6daeb172d557c2e.png"
    },
    {
        "_id": 7,
        "name": "Tony Stark",
        "description": "I received the tailgate very quickly it did have a dent on the body line after informing them they issued me a partial returned payment which covered the cost of having the dent removed. They also gave me the option of getting a new tailgate. This company is awesome in the fact the day received it I notified them by leaving a review at 10 pm and the contacted me at 9 am the next day. Great customer service will definitely use them again.",
        "img": "https://i.pinimg.com/originals/e0/95/71/e09571555a95f25510ae3b2bb2280de2.jpg"
    },
    {
        "_id": 8,
        "name": "Tom Crus",
        "description": "I ordered a car part for my older vehicle and while the part didn't exactly have a perfect fit, I was able to make it work. The company reached out to me afterward to try to make it right and better my experience. I was very appreciative of the customer care and how quickly they were responding. That experience alone was enough for me to absolutely recommend this company and to want to return as a customer if ever needed again.",
        "img": "https://i.pinimg.com/550x/34/8a/6f/348a6f9ca65d76e43f2bc8df61c831e6.jpg"
    },
    {
        "_id": 9,
        "name": "Emma Olsen",
        "description": "The service does not ship within a timely manner. Instead, they lie and manipulate the situation to cover their own asses. Aside from my troubles with shipping which I paid for rush, it's taken 5 phone calls, 2 live chats, and a complaint via BBB to process my refund. Mind you, they told me they had processed my refund over 11 days ago and that it would be completed between 24-48 hours.",
        "img": "https://static.bangkokpost.com/media/content/dcx/2021/06/04/3992275.jpg"
    },
    {
        "_id": 10,
        "name": "Bran Hendi",
        "description": "Received a fuel tank for a Jeep project it arrived slightly damaged and with 2 outlets one in a standard pipe thread the other an odd metric size that no one had a plug to fit had to retap so I could plug it off for use wasn't happy and wrote it in a review and much to my surprise not only did the company read my review but contacted me about the issue and even gave me a partial refund. Very commendable and unexpected I appreciate that they cared it's a rarity these days THANKS!",
        "img": "https://media.istockphoto.com/photos/portrait-of-handsome-latino-african-man-picture-id1007763808?k=20&m=1007763808&s=612x612&w=0&h=q4qlV-99EK1VHePL1-Xon4gpdpK7kz3631XK4Hgr1ls="
    },
    {
        "_id": 11,
        "name": "Jamal Khan",
        "description": "I ordered a replacement mirror for my truck (Order# CPZ372607362) but when it came it did not fit. I wrote a review stating as much and w/o any further prompts on my end I was contacted by customer service to find out the exact problem and then was refunded. Obviously would've preferred to have the part work but I'm happy they corrected the issue with minimal trouble to me.",
        "img": "https://i.insider.com/61f14a0ce996470011907119?width=600&format=jpeg&auto=webp"
    },
    {
        "_id": 12,
        "name": "Tok Han",
        "description": "BI bought couple of parts they charged a lot for a faster shipping process and it's still on shipping process (4 days past, waiting 4 more days)... ridiculous time. This is definitely fraud. Writing my review to every website possible where I can help people not buy anything from this company. Please report to BBB just as I did. And to avoid other individuals go through such unpleasant time.",
        "img": "https://cbsnews1.cbsistatic.com/hub/i/2018/11/06/0c1af1b8-155a-458e-b105-78f1e7344bf4/2018-11-06t054310z-1334124005-rc1be15a8050-rtrmadp-3-people-sexiest-man.jpg"
    }
]